{
"albums":
[
    {
        "albumname": "Whatever People Say I Am That's What I'm Not",
        "shortname": "wpsiatwin",
        "artwork": "wpsiatwin.jpg",
        "year": "2006",
        "description": "Whatever People Say I Am, That's What I'm Not is the debut studio album by English rock band Arctic Monkeys, released on 23 January 2006 by Domino Recording Company. The album surpassed Elastica's self-titled album to become the fastest selling debut album in British music history, shifting over 360,000 copies in its first week,[1][2] and remains the fastest selling debut album by a band.[3][4] It has since gone quintuple platinum in the UK. It is the only album to feature Andy Nicholson as bass player before he was replaced by Nick O'Malley. The album includes both tracks from the band's original EP, Five Minutes with Arctic Monkeys, as well as their first two singles and UK number ones, 'I Bet You Look Good on the Dancefloor' and 'When the Sun Goes Down'. It is often cited as one of the best rock albums of its decade. It received the 2006 Mercury Prize for Best Album, and was ranked number 371 on Rolling Stone's 500 Greatest Albums of All Time. In 2013 Rolling Stone ranked it the 30th greatest debut album of all time. In October 2013, music magazine NME also ranked the album at number 19 in their poll of the 500 greatest albums of all time.",
        "tracklist": [
            "The View from the Afternoon",
            "I Bet You Look Good on the Dancefloor",
            "Fake Tales of San Francisco",
            "Dancing Shoes",
            "You Probably Couldn't See for the Lights but You Were Staring Straight at Me",
            "Still Take You Home",
            "Riot Van",
            "Red Light Indicates Doors Are Secured",
            "Mardy Bum",
            "Perhaps Vampires Is a Bit Strong But...",
            "When the Sun Goes Down",
            "From the Ritz to the Rubble",
            "A Certain Romance"]
    },
    {
        "albumname": "Favourite Worst Nightmare",
        "shortname": "fwn",
        "artwork": "fwn.jpg",
        "year": "2007",
        "description": "Favourite Worst Nightmare is the second studio album by English rock band Arctic Monkeys, released on 23 April 2007 by Domino Recording Company.",
        "tracklist": [
            "Brianstorm",
            "Teddy Picker",
            "D Is for Dangerous",
            "Balaclava",
            "Fluorescent Adolescent",
            "Only Ones Who Know",
            "Do Me a Favour",
            "This House Is a Circus",
            "If You Were There, Beware",
            "The Bad Thing",
            "Old Yellow Bricks",
            "505"]
    },
    {
        "albumname": "Humbug",
        "shortname": "humbug",
        "artwork": "humbug.jpg",
        "year": "2009",
        "description": "Humbug is the third studio album by English rock band Arctic Monkeys, first released on 19 August 2009 through the Domino Recording Company. The band started to write songs for the album towards the end of summer 2008, and finished it entirely in spring 2009.",
        "tracklist": [
            "My Propeller",
            "Crying Lightning", 
            "Dangerous Animals", 
            "Secret Door", 
            "Potion Approaching", 
            "Fire and the Thud", 
            "Cornerstone", 
            "Dance Little Liar", 
            "Pretty Visitors", 
            "The Jeweller's Hands"]
    },
    {
        "albumname": "Suck It And See",
        "shortname": "sias",
        "artwork": "sias.jpg",
        "year": "2011",
        "description": "Suck It and See is the fourth studio album by English rock band Arctic Monkeys, released on 6 June 2011 by Domino Recording Company.",
        "tracklist": [
            "She's Thunderstorms",
            "Black Treacle",
            "Brick by Brick",
            "The Hellcat Spangled Shalalala",
            "Don't Sit Down 'Cause I've Moved Your Chair",
            "Library Pictures",
            "All My Own Stunts",
            "Reckless Serenade",
            "Piledriver Waltz",
            "Love Is a Laserquest",
            "Suck It and See",
            "That's Where You're Wrong"]
    },
    {
        "albumname": "AM",
        "shortname": "am",
        "artwork": "AM.jpg",
        "year": "2013",
        "description": "AM is the fifth studio album by English indie rock band Arctic Monkeys. The album received critical acclaim from music critics and featured in many year-end lists as one of the best of 2013. It was nominated for the 2013 Mercury Prize for best album, hailed the Best Album of 2013 by NME magazine, and featured at number 449 on NME's list of the 500 Greatest Albums of All Time. Commercially, AM has become one of Arctic Monkeys' most successful albums to date, topping charts in several countries, and reaching top ten positions in many more. In the United Kingdom, Arctic Monkeys broke a record with AM, becoming the first independent-label band to debut at number one in the UK with their first five albums. The album is also considered the band's breakthrough in America. The single 'Do I Wanna Know?' was the first song by the band to enter the Billboard Hot 100.",
        "tracklist": [
            "Do I Wanna Know?",
            "R U Mine?",
            "One For The Road",
            "Arabella",
            "I Want It All",
            "No. 1 Party Anthem",
            "Mad Sounds",
            "Fireside",
            "Why'd You Only Call Me When You're High?",
            "Snap Out Of It",
            "Knee Socks",
            "I Wanna Be Yours"
            ]
    },
    {
        "albumname": "Tranquility Base Hotel and Casino",
        "shortname": "tbhc",
        "artwork": "TBHC.jpg",
        "year": "2018",
        "description": "Tranquility Base Hotel & Casino is the sixth studio album by English rock band Arctic Monkeys. It was released on 11 May 2018 by Domino Recording Company. The album was written by band frontman Alex Turner in 2016 on a Steinway Vertegrand piano in his Los Angeles home, and features a rich sound that embodies lounge pop, space pop, glam rock and psychedelic pop, as well as elements of jazz. It is a major departure from the band's previous guitar-heavy work, being less accessible than its internationally successful predecessor, AM (2013). It was produced in Los Angeles, Paris and London by frequent Arctic Monkeys collaborator James Ford and Turner, alongside a wide array of guest musicians including Tom Rowley, Loren Humphrey, James Righton, Zach Dawes, Tyler Parkford and Cam Avery. Its lyrical content draws heavily from science fiction and film, exploring consumerism, politics, religion and technology through the concept of a luxury resort on the moon told from the perspective of various characters, such as the singer in the in-house band on 'Star Treatment' or the hotel's receptionist on the title track. Turner designed the album artwork himself, which depicts the resort with cardboard cut-outs and a tape recorder. Despite its stylistic deviation polarising listeners, Tranquility Base Hotel & Casino was released to generally positive reviews and nominated for the 2018 Mercury Prize for best album and the Grammy for Best Alternative Music Album. It became the band's sixth consecutive number-one debut in the UK, and the country's fastest-selling vinyl record in 25 years. Following its release, the album was promoted by the singles 'Four Out of Five' and 'Tranquility Base Hotel & Casino', as well as a global tour and multiple television appearances.",
        "tracklist": [
            "Star Treatment",
            "One Point Perspective",
            "American Sports",
            "Tranquility Base Hotel & Casino",
            "Golden Trunks",
            "Four Out of Five",
            "The World’s First Ever Monster Truck Front Flip",
            "Science Fiction",
            "She Looks Like Fun",
            "Batphone",
            "The Ultracheese"
            ]
    }

]

}